import numpy as np#Напишите программу NumPy для создания матрицы 3х3 со значениями от 2 до 10. 
a = np.arange(2,11).reshape(3,3)
print(a)