#Напишите программу NumPy для создания нулевого вектора размера 10 и обновите шестое значение до 11.
import numpy as np
a = np.zeros(10)
print(a)
a[6]=11
print(a)