#Напишите программу NumPy для создания массива со значениями от 12 до 38. 
import numpy as np
a = np.arange(12,38)
print(a)
