#Напишите программу NumPy для создания трехмерного массива с единицами по диагонали и нулями в других местах.
import numpy as np
x = np.eye(5)
print(x)
