#Напишите программу NumPy для создания двумерного массива, диагональ которого равна [4, 5, 6, 8] и 0 где-либо еще. 
import numpy as np
a = np.diag([1,2,3])
print(a)