#Напишите программу NumPy для создания одномерного массива из 30 равномерно расположенных элементов между 2,5. и 6,5 включительно
import numpy as np
a = np.linspace(2.5,6.5,30)
print(a)
