#Напишите программу NumPy для создания массива из 10 ^ 3 элементов. 
import numpy as np
x = np.arange(1e3)
print(x)