#Напишите программу NumPy для создания массива (3, 4) формы, умножьте значение каждого элемента на 3 и отобразите новый массив.
import numpy as np
a = np.ones((3,4))
print(a)
b = a*3
print(b)
